Repository: isabella232/gnome-video-arcade
Catalog: po/*.po
Languages: eu

source: Add to _Favorites
eu: Gehitu _gogokoei

source: Show next game
eu: Erakutsi hurrengo jokoa

source: Show previous game
eu: Erakutsi aurreko jokoa

source: _Properties
eu: _Propietateak

source: Show information about the selected game
eu: Erakutsi hautatutako jokoari buruzko informazioa

source: _Record
eu: _Grabatu

source: Start the selected game and record keypresses to a file
eu: Hasi hautatutako jokoa eta grabatu tekla-sakatzeak fitxategi batean

source: Remove from _Favorites
eu: Kendu g_ogokoetatik

source: Remove the selected game from my list of favorites
eu: Kendu hautatutako jokoa nire gogokoen zerrendatik

source: Save _As…
eu: Gorde _honela…

source: Save ROM errors to a file
eu: Gorde ROM erroreak fitxategi batean

source: S_earch…
eu: _Bilatu…

source: Show a custom list of games
eu: Erakutsi jokoen zerrenda pertsonalizatu bat

source: _Start
eu: _Hasi

source: Start the selected game
eu: Hasi hautatutako jokoa

source: _Available Games
eu: Joko _erabilgarriak

source: Show all available games
eu: Erakutsi joko erabilgarri guztiak

source: _Favorite Games
eu: _Gogoko jokoak

source: Only show my favorite games
eu: Erakutsi nire gogoko jokoak soilik

source: Search _Results
eu: Bilaketaren e_maitzak

source: Show my search results
eu: Erakutsi nire bilaketaren emaitzak

source: Search for:
eu: Bilatu hau:

source: _Start Game
eu: _Hasi jokoa

source: <big><b>Errors detected in ROM files</b></big>
eu: <big><b>ROM fitxategietan detektatutako erroreak</b></big>

source: Close this window
eu: Itxi leiho hau

source: Properties
eu: Propietateak

source: History
eu: Historia

source: <b>BIOS</b>
eu: <b>BIOSa</b>

source: <b>CPU</b>
eu: <b>PUZa</b>

source: <b>Sound</b>
eu: <b>Soinua</b>

source: <b>Video</b>
eu: <b>Bideoa</b>

source: <b>Original Version</b>
eu: <b>Jatorrizko bertsioa</b>

source: <b>Alternate Versions</b>
eu: <b>Ordezko bertsioak</b>

source: Technical
eu: Teknikoa

source: Recorded Games
eu: Grabatutako jokoak

source: _About
eu: Honi _buruz

source: Show information about the application
eu: Erakutsi aplikazioari buruzko informazioa

source: _Contents
eu: _Edukia

source: Open the help documentation
eu: Ireki laguntza-dokumentazioa

source: _Preferences
eu: _Hobespenak

source: Configure the application
eu: Konfiguratu aplikazioa

source: _Quit
eu: I_rten

source: Quit the application
eu: Irten aplikaziotik

source: _Add Column
eu: Gehitu _zutabea

source: _Edit
eu: _Editatu

source: _Game
eu: J_okoa

source: _Help
eu: _Laguntza

source: _View
eu: _Ikusi

source: _Restore previous state when starting a game
eu: Lehe_neratu aurreko egoera joko bat hastean

source: Start games in _fullscreen mode
eu: Hasi jokoan _pantaila osoko moduan

source: Preferences
eu: Hobespenak

source: <b>General</b>
eu: <b>Orokorra</b>

source: <b>Game List</b>
eu: <b>Jokoen zerrenda</b>

source: General
eu: Orokorra

source: <b>Columns</b>
eu: <b>Zutabeak</b>

source: Choose the order of information to appear in the game list.
eu: Aukeratu informazioaren ordena jokoen zerrendan agertzeko.

source: Columns
eu: Zutabeak

source: Play classic arcade games
eu: Jokatu arkade-joko klasikoak

source: Save and restore state
eu: Gorde eta leheneratu egoera

source: Column names
eu: Zutabe-izenak

source: List of column names to display.
eu: Bistaratuko diren zutabe-izenen zerrenda.

source: Favorite games
eu: Gogoko jokoak

source: List of the user’s favorite games.
eu: Erabiltzailearen gogoko jokoen zerrenda.

source: Start games in full screen mode
eu: Hasi jokoak pantaila osoko moduan

source: ROM error filename
eu: ROM erroreen fitxategi-izena

source: Properties height
eu: Propietateen altuera

source: The height of the Properties window.
eu: Propietateen leihoaren altuera.

source: Properties maximized
eu: Propietatek maximizatuta

source: True if the Properties window is maximized.
eu: Egia propietateen leihoa maximizatuta badago.

source: Properties page
eu: Propietateen orria

source: Properties width
eu: Propietateen zabalera

source: The width of the Properties window.
eu: Propietateen leihoaren zabalera.

source: Search text
eu: Bilaketa-testua

source: The most recent text in the search entry.
eu: Bilaketa-sarreran azken erabilitako bilaketa-testua.

source: Selected game
eu: Hautatutako jokoa

source: The most recently selected game.
eu: Azken hautatutako jokoa.

source: Selected view
eu: Hautatutako bista

source: The most recently selected view.
eu: Azken hautatutako bista.

source: Show cloned games
eu: Erakutsi klonatutako jokoak

source: Sort column and sort order
eu: Ordenatze-zutabea eta ordenatze modua

source: Sound muted
eu: Soinua mutututa

source: If true, games are started without sound.
eu: Egia bada, jokoak soinurik gabe hasiko dira.

source: Program version
eu: Programa-bertsioa

source: The most recently run version of GNOME Video Arcade.
eu: GNOME Video Arcade aplikazioaren bertsiorik berriena.

source: Window height
eu: Leihoaren altuera

source: The height of the main window.
eu: Leiho nagusiaren altuera.

source: Window maximized
eu: Leihoa maximizatuta

source: True if the main window is maximized.
eu: Egia leiho nagusia maximizatuta badago.

source: Window width
eu: Leihoaren zabalera

source: The width of the main window.
eu: Leiho nagusiaren zabalera.

source: Window X coordinate
eu: Leihoaren X koordenatua

source: The X coordinate of the main window.
eu: Leiho nagusiaren X koordenatua.

source: Window Y coordinate
eu: Leihoaren Y koordenatua

source: The Y coordinate of the main window.
eu: Leiho nagusiaren Y koordenatua.

source: Save As
eu: Gorde honela

source: Managed View
eu: Kudeatutako bista

source: The GtkTreeView being managed
eu: Kudeatzen ari den GtkTreeView elementua

source: Move _Up
eu: _Igo

source: Move _Down
eu: _Jaitsi

source: _Show
eu: _Erakutsi

source: _Hide
eu: E_zkutatu

source: Remove %s Column
eu: Kendu %s zutabea

source: Remove the “%s” column from the game list
eu: Kendu “%s” zutabea jokoen zerrendatik

source: Click here to remove from favorites
eu: Klik hemen gogokoetatik kentzeko

source: Click here to add to favorites
eu: Klik hemen gogokoetara gehitzeko

source: ROM Name
eu: ROM izena

source: BIOS
eu: BIOSa

source: Category
eu: Kategoria

source: Favorite
eu: Gogokoa

source: Driver
eu: Kontrolatzailea

source: Samples
eu: Laginak

source: Title
eu: Titulua

source: Year
eu: Urtea

source: Manufacturer
eu: Fabrikatzailea

source: Players
eu: Jokalariak

source: Players (Alt.)
eu: Jokalariak (alt.)

source: Players (Sim.)
eu: Jokalariak (sim.)

source: Status
eu: Egoera

source: Last Played
eu: Erreproduzitutako azkena

source: Comment
eu: Iruzkina

source: Building game database…
eu: Jokoen datu-basea eraikitzen…

source: Analyzing ROM files…
eu: ROM fitxategiak analizatzen…

source: Search for any of the following:
eu: Bilatu hurrengoetako edozein:

source: Game Title
eu: Jokoaren titulua

source: Copyright Year
eu: Copyright urtea

source: BIOS Name
eu: BIOS izena

source: Driver Name
eu: Kontrolagailuaren izena

source: Could not determine emulator version
eu: Ezin izan da emulatzailearen bertsioa zehaztu

source: %s: No such configuration key
eu: %s: Ez dago halako konfigurazio-garorik

source: Muted
eu: Mutututa

source: In-game sound is muted
eu: Jokoaren soinua mutututa dago

source: In-game sound is enabled
eu: Jokoaren soinua gaituta dago

source: One player only
eu: Jokalari bakarra

source: One or two players
eu: Jokalari bat edo bi

source: Up to three players
eu: Hiru jokalari arte

source: Up to four players
eu: Lau jokalari arte

source: Up to five players
eu: Bost jokalari arte

source: Up to six players
eu: Sei jokalari arte

source: Up to seven players
eu: Zazpi jokalari arte

source: Up to eight players
eu: Zortzi jokalari arte

source: Do Not Delete
eu: Ez ezabatu

source: Show this game
eu: Erakutsi joko hau

source: Error while fetching history: %s
eu: Errorera historia atzitzean: %s

source: History not available
eu: Historia ez dago erabilgarri

source: Available Game
eu: Joko erabilgarria

source: Favorite Game
eu: Gogoko jokoa

source: Search Result
eu: Bilaketaren emaitzak

source: Visit the Website
eu: Bisitatu webgunea

source: translator-credits
eu: Asier Sarasua Garmendia <asier.sarasua@gmail.com>

source: Watching a fullscreen game
eu: Pantaila osoko joko bat ikusten

source: Recording a fullscreen game
eu: Pantaila osoko joko bat grabatzen

source: Playing a fullscreen game
eu: Pantaila osoko joko bat jokatzen

source: Failed to initialize user interface
eu: Huts egin du erabiltzaile-interfazeae hasieratzeak

source: Add %s Column
eu: Gehitu %s zutabea

source: Add a “%s” column to the game list
eu: Gehitu “%s” zutabea jokoen zerrendari

source: Build the games database
eu: Eraiki jokoen datu-basea

source: NAME
eu: IZENA

source: Show the application version
eu: Erakutsi aplikazioaren bertsioa

source: Show which emulator will be used
eu: Erakutsi zein emulatzaile erabiliko den

source: No ROM files found
eu: Ez da ROM fitxategirik aurkitu
